<script setup>
import { ref } from 'vue'
import { useBroadcastBus } from '@/composables/useBroadcastBus.js'
import { initMonitorSync } from '@/composables/syncRouterSimple.js'
import { useRouter } from 'vue-router'
const router = useRouter()


const bus = useBroadcastBus({ role: 'monitor', pairId: '1', debug: false })
initMonitorSync(router, bus, '1')
bus.on('pharmacotherapy', (payload) => {
  console.log(payload);

  let videos = document.querySelectorAll('.video-layer')
  videos.forEach((video) => {
    video.classList.remove('active')
  })
  switch (payload) {
    case 'AZD6234':
      farm_zhir_block.value.classList.add('active')
      curentPharm.value = farms.find(farm => farm.id === 1)
      break;
    case 'Зиботентан / Дапаглифлозин':
      farm_pochki_block.value.classList.add('active')
      farm_pechen_block.value.classList.add('active')
      curentPharm.value = farms.find(farm => farm.id === 2)
      break;
    case 'Балцинренон / Дапаглифлозин':
      farm_pochki_block.value.classList.add('active')
      farm_serdce_block.value.classList.add('active')
      curentPharm.value = farms.find(farm => farm.id === 3)
      break;
    case 'Ларопровстат (AZD0780)':
      farm_pechen_block.value.classList.add('active')
      curentPharm.value = farms.find(farm => farm.id === 4)
      break;
    case 'AZD 9550+AZD 6234 AZD-9550':
      farm_zhir_block.value.classList.add('active')
      curentPharm.value = farms.find(farm => farm.id === 5)
      break;
    case 'Баксдростат / Дапаглифлозин':
      farm_pochki_block.value.classList.add('active')
      farm_serdce_block.value.classList.add('active')
      curentPharm.value = farms.find(farm => farm.id === 6)
      break;
    case 'Баксдростат':
      farm_pochki_block.value.classList.add('active')
      farm_serdce_block.value.classList.add('active')
      farm_pechen_block.value.classList.add('active')
      farm_zhir_block.value.classList.add('active')
      curentPharm.value = farms.find(farm => farm.id === 7)
      break;
    case 'AZD2389':
      farm_pechen_block.value.classList.add('active')
      curentPharm.value = farms.find(farm => farm.id === 8)
      break;
  }

})

const farm_pechen_block = ref(null);
const farm_pochki_block = ref(null);
const farm_serdce_block = ref(null);
const farm_zhir_block = ref(null);
const curentPharm = ref(null)
const farms = [{
  id: 1,
  title: 'AZD6234',
  icon: `<svg width="161" height="162" viewBox="0 0 161 162" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path d="M54.9705 23.8203C40.7705 23.8203 29.2005 35.2703 28.9805 49.4203C29.4705 49.3903 29.9605 49.3803 30.4505 49.3803C40.2905 49.3803 49.3905 54.2803 54.8605 62.3203C60.0205 54.7303 68.4105 49.9503 77.6105 49.4403V37.0503C72.9905 28.8903 64.3605 23.8303 54.9705 23.8303V23.8203Z" fill="black" />
          <path d="M103.681 62.3096C109.151 54.2696 118.251 49.3696 128.091 49.3696C128.661 49.3696 129.221 49.3896 129.781 49.4196C129.571 35.2696 118.001 23.8096 103.791 23.8096C94.4006 23.8096 85.7606 28.8596 81.1406 37.0296V49.4296C90.2606 50.0096 98.5606 54.7796 103.681 62.3096Z" fill="black" />
          <path d="M30.4492 52.9004C16.1092 52.9004 4.44922 64.5604 4.44922 78.9004C4.44922 91.6804 13.7192 102.32 25.8792 104.49C28.1792 91.2104 39.3792 80.9504 53.0892 80.0804V66.1204C48.4692 57.9604 39.8392 52.9004 30.4492 52.9004Z" fill="black" />
          <path d="M128.091 52.9004C118.701 52.9004 110.061 57.9504 105.441 66.1204V80.0704C119.241 80.8404 130.531 91.1204 132.861 104.46C144.921 102.21 154.081 91.6104 154.081 78.9104C154.081 64.5704 142.421 52.9104 128.081 52.9104L128.091 52.9004Z" fill="black" />
          <path d="M79.2711 52.8997C69.8811 52.8997 61.2411 57.9497 56.6211 66.1197V80.0696C65.8211 80.5896 74.2111 85.3696 79.3711 92.9496C84.4911 85.4196 92.7911 80.6496 101.911 80.0696V66.1096C97.2911 57.9496 88.6611 52.8896 79.2711 52.8896V52.8997Z" fill="black" />
          <path d="M103.779 83.54C94.3889 83.54 85.7489 88.59 81.1289 96.76V122.32C85.7489 130.48 94.3789 135.54 103.779 135.54C118.109 135.54 129.779 123.88 129.779 109.54C129.779 95.2 118.119 83.54 103.779 83.54Z" fill="black" />
          <path d="M54.9688 83.54C40.6288 83.54 28.9688 95.2 28.9688 109.54C28.9688 123.88 40.6288 135.54 54.9688 135.54C64.3588 135.54 72.9987 130.49 77.6087 122.32V96.76C72.9888 88.6 64.3588 83.54 54.9688 83.54Z" fill="black" />
          <path d="M39.71 144.32C34.91 144.32 31 148.23 31 153.03C31 157.83 34.91 161.74 39.71 161.74C44.51 161.74 48.42 157.83 48.42 153.03C48.42 148.23 44.51 144.32 39.71 144.32Z" fill="black" />
          <path d="M8.71 115.5C3.91 115.5 0 119.41 0 124.21C0 129.01 3.91 132.92 8.71 132.92C13.51 132.92 17.42 129.01 17.42 124.21C17.42 119.41 13.51 115.5 8.71 115.5Z" fill="black" />
          <path d="M8.71 27.0098C3.91 27.0098 0 30.9198 0 35.7198C0 40.5198 3.91 44.4298 8.71 44.4298C13.51 44.4298 17.42 40.5198 17.42 35.7198C17.42 30.9198 13.51 27.0098 8.71 27.0098Z" fill="black" />
          <path d="M79.3702 0C74.5702 0 70.6602 3.91 70.6602 8.71C70.6602 13.51 74.5702 17.42 79.3702 17.42C84.1702 17.42 88.0802 13.51 88.0802 8.71C88.0802 3.91 84.1702 0 79.3702 0Z" fill="black" />
          <path d="M151.999 27.0098C147.199 27.0098 143.289 30.9198 143.289 35.7198C143.289 40.5198 147.199 44.4298 151.999 44.4298C156.799 44.4298 160.709 40.5198 160.709 35.7198C160.709 30.9198 156.799 27.0098 151.999 27.0098Z" fill="black" />
        </svg>`,
  text: '<p>Амилин способствует насыщению и уменьшает потребление пищи, подавляет секрецию глюкагона после приема пищи и замедляет опорожнение желудка.<sup>1-4</sup></p><p>Амилин способствует снижению веса, может способствовать сохранению мышечной массы и значительному уменьшению жировой массы, что приводит <br>к более благоприятному составу тела и расходу энергии.<sup>1-4</sup></p><p>AZD6234 – исследуемый селективный агонист рецепторов LA-амилина, который вводится один раз в неделю подкожно, для лечения ожирения.<sup>5</sup></p><p>APRICUS: Рандомизированное, двойное слепое, плацебо-контролируемое исследование для оценки эффективности, безопасности и переносимости AZD6234 у пациентов с избыточным весом или ожирением и без СД2, <br>с минимум одним сопутствующим заболеванием, связанным с весом.<sup>5</sup></p><p>ARAY: Рандомизированное, двойное слепое, плацебо-контролируемое исследование для оценки эффективности, безопасности и переносимости AZD6234 у пациентов с избыточной массой тела или ожирением с СД2, <br>которые получают стабильную терапию аГПП1.<sup>6</sup></p>',
  text2: '<p>1. Mathiesen DS, et al. Front Endocrinol. 2021;11:617400</p><p>2. Muff R, et al. Peptides. 2004;25:2027–2038</p><p>3. Lutz TA. Appetite. 2022;172:105965</p><p>4. Smith SR, et al. Diabetes Care. 2008;31:1816–1823.</p><p>5. Study NCT06595238. ClinicalTrials.gov website. https://clinicaltrials.gov/study/NCT06595238 (дата доступа 10.10.2025)</p><p>6. Study NCT06851858. ClinicalTrials.gov website. https://clinicaltrials. gov/study/NCT06851858 (дата доступа 10.10.2025)</p>'
},
{
  id: 2,
  title: 'Зиботентан<br> Дапаглифлозин',
  icon: `<svg width="176" height="150" viewBox="0 0 176 150" fill="none" xmlns="http://www.w3.org/2000/svg">
          <g clip-path="url(#clip0_6017_7426)">
            <path d="M82.2798 45.7809C82.2798 44.0861 80.9106 42.7168 79.2158 42.7168C77.5211 42.7168 76.1518 44.0861 76.1518 45.7809C76.1518 53.8394 69.5972 60.3939 61.5387 60.3939H59.844C59.8776 59.844 59.8889 59.294 59.8889 58.7328C59.8889 56.533 59.6419 54.3781 59.1818 52.2905C71.4379 48.8449 80.3157 38.7325 80.3157 26.7794C80.3157 11.998 66.724 0 49.956 0C49.3275 0 48.699 0.0224471 48.0817 0.0561178C21.3696 1.21214 0 27.0375 0 58.7328C0 81.4269 10.9542 101.113 26.9814 110.889V110.844C30.7413 113.201 35.3205 114.604 40.2701 114.604C52.9415 114.604 63.1998 105.546 63.1998 94.3788C63.1998 87.4427 59.2379 81.3146 53.1996 77.6782C55.8147 74.3448 57.7564 70.5737 58.8563 66.5108C58.9012 66.5108 58.9461 66.522 58.991 66.522H61.5387C69.5972 66.522 76.1518 73.0765 76.1518 81.135V146.49C76.1518 148.185 77.5211 149.554 79.2158 149.554C80.9106 149.554 82.2798 148.185 82.2798 146.49V81.135C82.2798 73.6602 78.2843 67.1056 72.3358 63.458C78.2843 59.8103 82.2798 53.267 82.2798 45.7809Z" fill="black" />
            <path d="M127.476 0.0561178C126.858 0.0224471 126.23 0 125.601 0C108.833 0 95.2415 11.9868 95.2415 26.7794C95.2415 38.7325 104.119 48.8449 116.375 52.2905C115.915 54.3781 115.668 56.533 115.668 58.7328C115.668 59.294 115.691 59.844 115.713 60.3939H114.018C105.96 60.3939 99.4054 53.8394 99.4054 45.7809C99.4054 44.0861 98.0361 42.7168 96.3414 42.7168C94.6466 42.7168 93.2773 44.0861 93.2773 45.7809C93.2773 53.2557 97.2729 59.8103 103.221 63.458C97.2729 67.1056 93.2773 73.6489 93.2773 81.135V146.49C93.2773 148.185 94.6466 149.554 96.3414 149.554C98.0361 149.554 99.4054 148.185 99.4054 146.49V81.135C99.4054 73.0765 105.96 66.522 114.018 66.522H116.566C116.566 66.522 116.656 66.5108 116.701 66.5108C117.801 70.5737 119.742 74.3448 122.358 77.6782C116.319 81.3258 112.346 87.4427 112.346 94.3788C112.346 105.546 122.616 114.604 135.276 114.604C140.237 114.604 144.805 113.201 148.553 110.844V110.889C164.592 101.113 175.546 81.4269 175.546 58.7328C175.568 27.0375 154.199 1.21214 127.476 0.0561178Z" fill="black" />
          </g>
          <defs>
            <clipPath id="clip0_6017_7426">
              <rect width="175.57" height="149.543" fill="white" />
            </clipPath>
          </defs>
        </svg>`,
  text: '<p>Повышение уровня почечного ЭТ-1 наблюдается при ХБП независимо от этиологии, <br>а последующая активация рецепторов ЭТ-1 может быть ключевым патологическим механизмам, связанным с прогрессированием заболевания почек.<sup>1</sup></p><p>Зиботентан является антагонистом рецептора ЭТА 2. Антагонисты рецептора ЭТ <br>могут снижать повышенную мезангиальную пролиферацию, вызванную почечным ЭТ-1, сглаживание подоцитов, воспаление, фиброз и азоконстрикцию.</p><p>Исследование фазы II показало, что комбинация зиботентан/дапаглифлозин снижает альбуминурию.</p><p>Дапаглифлозин — ингибитор НГЛТ-2 с доказанной эффективностью в снижении риска прогрессирования ХБП у пациентов с ХБП.<sup>3</sup></p><p>Ингибирование НГЛТ-2 может приводить к снижению давления в клубочках, воспаления, фиброза, нагрузки на почки и гипоксии.<sup>4,5</sup></p><p>Последние клинические данные у пациентов с ХБП подтверждают гипотезу о том, что дапаглифлозин может снижать риск задержки жидкости, связанный с зиботентаном.<sup>6,7</sup></p><p>Зиботентан/дапаглифлозин в настоящее время изучается в исследовании III фазы ZENITH с участием ~1500 пациентов с ХБП и высокой протеинурией и в исследование ZODIAC на российской популяции,   II Фаза - ZENITH-CKD –оценка эффективности <br>и безопасности комбинации зиботентан/дапаглифлозин у 447 пациентов с ХБП.<sup>9-11</sup></p>',
  text2: '<p>1. Kohan DE. Kidney Int. 2014;86(5):896-904;</p> <p>2. https://www.astrazeneca.com/our-therapy-areas/pipeline.html#cvrm  Дата обращения 17.10.2025 </p><p>3. Raina R et al. Kidney Dis (Basel). 2020;6(1):22-34;</p><p>4. Heerspink HJL et al. Lancet. 2023;402(10416):2004-2017;</p><p>5. Heerspink HJL et al. N Engl J Med. 2020;383(15):1436-1446;https://clinicaltrials.gov/study/NCT06595238 (дата доступа 10.10.2025);</p><p>6. Heerspink HJL et al. Kidney Int. 2018;94(1):26-39;7. Tamargo J. Eur Cardiol. 2019;14(1):23-32;</p><p>8. Veenit V et al. Nephrol Dial Transplant. 2023;38(10):2289-2297;</p><p>9. Study NCT06087835. ClinicalTrials.gov website; </p><p>10. Study NCT04724837. ClinicalTrials.gov website.</p><p>11. Study NCT05570305 ClinicalTrials.gov website.</p>'
},
{
  id: 3,
  title: 'Балцинренон<br> Дапаглифлозин',
  icon: `<svg width="111" height="186" viewBox="0 0 111 186" fill="none" xmlns="http://www.w3.org/2000/svg">
          <g clip-path="url(#clip0_6017_7499)">
            <path d="M15.6503 58.1898C16.5703 58.2998 17.5103 58.4998 18.4403 58.7698C19.9903 39.8998 28.9003 26.9798 42.2603 24.1598C42.3003 24.1598 42.3303 24.1398 42.3703 24.1298C44.9403 23.6898 44.1703 15.0798 40.6703 15.1598C35.3803 15.2798 30.8003 17.8598 30.8003 17.8598C30.8003 17.8598 30.3703 13.5898 32.9203 6.31983C34.4003 2.07983 19.5503 -2.10017 18.3803 1.17983C17.2203 4.45983 14.1803 9.28983 12.4803 28.3498C11.2703 41.9398 11.6203 52.9898 11.9303 58.2198C13.1103 58.0598 14.3503 58.0398 15.6403 58.1998L15.6503 58.1898Z" fill="black" />
            <path d="M4.19865 107.03C4.66865 104.83 5.19865 102.94 5.78865 101.8C12.5086 88.8902 23.1286 78.9802 32.1886 72.2302C27.8786 67.1902 21.1887 62.2502 15.2487 61.5402C13.7487 61.3602 12.3587 61.4602 11.0787 61.8302C9.08865 62.5802 4.97865 64.7302 3.70865 69.9502C2.01865 76.9402 -0.531349 87.2102 0.108651 97.8002C0.438651 103.36 2.40865 105.88 4.20865 107.03H4.19865Z" fill="black" />
            <path d="M21.7305 59.9802C26.7205 62.2302 31.5105 66.1802 34.9405 70.2602C37.7505 68.2902 40.3505 66.6301 42.5205 65.3401C45.2405 63.7201 47.1905 61.1502 48.0205 58.0902C49.5105 52.5702 51.4905 49.5102 54.0505 48.7502C54.9605 48.3802 56.0705 48.3302 57.4005 48.8002C62.2305 50.4802 63.5205 51.2702 66.4905 52.3902C71.8805 54.4202 78.7105 39.2801 74.9505 37.4802C73.0305 36.5602 66.8105 33.8402 66.8105 33.8402L71.6705 19.2702C72.6905 16.0302 64.7305 13.6602 63.5805 15.8502L63.5605 15.8302L58.7205 31.0002L55.5105 29.9701L60.8605 13.2002H60.8505C61.5605 10.7702 52.5805 8.80015 51.7205 10.7502L46.8005 27.1402C46.8005 27.1402 45.5505 27.1602 44.7405 27.1902C31.5205 28.9102 23.0005 41.0902 21.7405 59.9902L21.7305 59.9802Z" fill="black" />
            <path d="M78.4585 77.6498C76.8785 77.3798 75.3085 77.2598 73.7885 77.2598C66.8185 77.2598 60.8885 79.7598 59.8785 82.0198C59.7385 82.3198 59.4285 83.0298 60.8585 84.1698C66.4985 88.6698 69.5785 90.4198 79.7885 96.2498L84.2785 98.8098C87.5585 100.69 90.1985 102.68 92.3385 104.63L92.5785 103.47C93.7285 85.5298 90.4385 79.6698 78.4585 77.6398V77.6498Z" fill="black" />
            <path d="M109.331 84.3704C106.881 83.9104 100.861 82.4404 98.0114 81.7304L91.6914 80.4004C95.3714 84.6504 96.3814 90.9404 96.1514 99.4704C98.5614 99.9504 102.111 100.66 104.681 101.17C108.911 102.01 112.601 84.9904 109.331 84.3704Z" fill="black" />
            <path d="M82.6106 101.74L78.1306 99.18C68.0206 93.41 64.6106 91.46 58.7706 86.81C55.6306 84.31 56.3606 81.67 56.8106 80.65C59.0006 75.75 69.5906 72.73 79.0306 74.33C79.3306 74.38 79.6206 74.44 79.9106 74.49V74.46L97.0706 78.08C97.0706 78.05 97.0806 78.02 97.0906 78C100.121 78.99 103.881 65.11 99.5906 63.94C72.3206 57.72 56.6506 57.72 51.5806 57.95C51.4806 58.27 51.3906 58.6 51.2906 58.95C50.2406 62.86 47.7406 66.15 44.2606 68.22C34.9706 73.75 18.0106 85.67 8.80063 103.35C7.41063 106.01 6.24063 115.01 5.64062 120.75C5.74063 126.68 6.91062 134.36 10.7006 143.12C19.5906 163.66 58.0306 188.65 72.9606 185.26C87.8906 181.87 95.5106 157.83 98.0606 136.13C98.9306 128.72 98.5206 122.76 97.6106 118.13C97.0706 116.33 94.1006 108.31 82.6206 101.74H82.6106Z" fill="black" />
          </g>
          <defs>
            <clipPath id="clip0_6017_7499">
              <rect width="110.59" height="185.58" fill="white" />
            </clipPath>
          </defs>
        </svg>`,
  text: '<p>Балцинренон — это селективный нестероидный антагонист минералокортикоидных рецепторов. Антагонизм минералокортикоидных рецепторов приводит к снижению окислительного стресса, воспаления и фиброза, связанных с ХСН и ХБП.<sup>1-4</sup></p><p>Дапаглифлозин демонстрирует снижение риска прогрессирования ХБП и снижения риска ухудшения ХСН и смерти от ССЗ.<sup>5-7</sup></p><p>иНГЛТ-2 могут снижать воспаление, фиброз и напряжение на стенки миокарда, уменьшать преднагрузку и постнагрузку на сердце за счет уменьшения объема плазмы и интерстициальной жидкости, улучшать энергетический обмен в миокарде.<sup>8-9</sup></p><p>Балцинренон/дапаглифлозин в настоящее время находится на III фазе клинических исследований по оценки эффективности у пациентов с ХСН и ХБП. <sup>10</sup></p><p>MIRACLE (NCT04595370) - оценивали эффект комбинации балцинренона/дапаглифлозина по сравнению с дапаглифлозином у 133 пациентов с ХСН и ХБП. <sup>11</sup></p><p>BalanceD-HF (NCT06307652) - влияние балцинренона/дапаглифлозина по сравнениюс дапаглифлозином у ~4800 пациентов с ХСН, нарушением функции почек и недавним эпизодом СН. <sup>12</sup></p><p>MIRO-CKD (NCT06350123) – цель исследования оценить эффективность бальцинренона/дапаглифлозина по сравнению с дапаглифлозином у ~300 пациентов с ХБП и альбуминурией. <sup>13</sup></p>',
  text2: '<p>1. Bauersachs J et al. Hypertension. 2015;65(2):257-263; </p><p>  2. Tesch GH et al. Front Pharmacol. 2017;8:313; </p><p>  3. Kintscher U et al. Br J Pharmacol. 2022;179(13):3220-3234; </p><p>  4. Bamberg K et al. PLoS One. 2018;13(2):e0193380; 5. Heerspink HJL et al. N Engl J Med. 2020;383(15):1436-1446; </p><p>  6. McMurray JJV et al. N Engl J Med. 2019;381(21):1995-2008; </p><p>  7. Solomon SD et al. N Engl J Med. 2022;387(12):1089-1098; </p><p>  8. Heerspink HJL et al. Kidney Int. 2018;94(1):26-39; </p><p>  9. Tamargo J. Eur Cardiol. 2019;14(1):23-32; </p><p>  10. Our pipeline: latest quarterly updates. July 25, 2024. AstraZeneca website; </p><p>  11. Study NCT04595370. ClinicalTrials.gov website;</p><p>  12. Study NCT06307652. ClinicalTrials.gov website</p><p>  13. Study NCT06350123. ClinicalTrials.gov website.</p>'
},
{
  id: 4,
  title: 'Ларопровстат (AZD0780)',
  icon: `<svg width="112" height="188" viewBox="0 0 112 188" fill="none" xmlns="http://www.w3.org/2000/svg">
          <g clip-path="url(#clip0_6017_7576)">
            <path d="M110.241 85.0703C107.761 84.6003 101.691 83.1203 98.8209 82.4103L92.4609 81.0703C96.1709 85.3503 97.1909 91.7003 96.9509 100.3C99.3709 100.78 102.961 101.5 105.551 102.01C109.821 102.86 113.531 85.6903 110.241 85.0703Z" fill="black" />
            <path d="M21.9102 60.47C26.9402 62.73 31.7702 66.72 35.2302 70.83C38.0602 68.84 40.6802 67.17 42.8802 65.87C45.6202 64.24 47.5902 61.64 48.4202 58.56C49.9202 53 51.9202 49.91 54.5002 49.14C55.4202 48.76 56.5302 48.72 57.8802 49.19C62.7502 50.88 64.0502 51.68 67.0502 52.81C72.4902 54.86 79.3702 39.59 75.5802 37.78C73.6402 36.85 67.3702 34.11 67.3702 34.11L72.2702 19.42C73.3002 16.15 65.2802 13.76 64.1102 15.97L64.0902 15.95L59.2102 31.25L55.9702 30.22L61.3702 13.31H61.3602C62.0802 10.86 53.0302 8.88 52.1602 10.84L47.2002 27.37C47.2002 27.37 45.9402 27.4 45.1202 27.42C31.7902 29.16 23.2002 41.43 21.9302 60.49L21.9102 60.47Z" fill="black" />
            <path d="M51.9897 58.43C51.8897 58.75 51.7997 59.09 51.6997 59.44C50.6397 63.38 48.1197 66.7 44.6097 68.79C35.2397 74.37 18.1397 86.38 8.85969 104.21C7.45969 106.89 6.27969 115.97 5.67969 121.75C5.73969 125.06 6.11969 128.9 7.09969 133.18H25.4897C30.3497 133.18 34.0597 125.7 35.9397 112.13C36.6097 107.3 39.2997 105.22 41.7197 105.25C43.9697 105.3 46.5297 107.24 47.0097 112.52C48.0397 124.07 49.9597 144.27 51.1797 149.89C51.4697 151.23 52.1797 152.07 53.0197 152.08C53.8397 152.09 54.8497 151.32 55.2697 149.57C56.8397 143.04 59.1997 133.18 70.5497 133.18H99.2197C99.5597 127.56 99.1497 122.9 98.4097 119.11C97.8597 117.29 94.8697 109.21 83.2997 102.58L78.7697 99.99C68.5797 94.18 65.1497 92.22 59.2597 87.52C56.0997 85 56.8297 82.33 57.2797 81.31C59.4897 76.37 70.1597 73.33 79.6897 74.93C79.9897 74.98 80.2797 75.04 80.5797 75.1V75.07L97.8797 78.72C97.8797 78.69 97.8897 78.66 97.8997 78.64C100.95 79.63 104.74 65.64 100.42 64.47C72.9297 58.19 57.1297 58.2 52.0097 58.43H51.9897Z" fill="black" />
            <path d="M79.1119 78.2904C77.5219 78.0204 75.9319 77.9004 74.4019 77.9004C67.3719 77.9004 61.3919 80.4204 60.3819 82.7004C60.2419 83.0004 59.9319 83.7104 61.3719 84.8704C67.0519 89.4004 70.1619 91.1704 80.4519 97.0404L84.9919 99.6304C88.3019 101.52 90.9619 103.53 93.1119 105.5L93.3519 104.33C94.5119 86.2404 91.1919 80.3304 79.1219 78.2904H79.1119Z" fill="black" />
            <path d="M70.5405 136.59C62.5105 136.59 60.4405 142.56 58.5705 150.37C57.8305 153.44 55.6105 155.49 53.0305 155.49C53.0105 155.49 52.9905 155.49 52.9805 155.49C50.5005 155.46 48.4905 153.55 47.8505 150.62C46.5905 144.82 44.6605 124.45 43.6105 112.83C43.3405 109.82 42.2505 108.67 41.6305 108.66C41.6305 108.66 41.6305 108.66 41.6105 108.66C40.8905 108.66 39.6705 109.9 39.3005 112.6C37.1005 128.52 32.4505 136.59 25.4805 136.59H7.98047C8.70047 139.05 9.61047 141.63 10.7705 144.31C19.7405 165.02 58.4905 190.22 73.5505 186.8C88.6005 183.38 96.2905 159.15 98.8505 137.26C98.8805 137.03 98.9005 136.81 98.9205 136.58H70.5405V136.59Z" fill="black" />
            <path d="M15.7808 58.6699C16.7108 58.7799 17.6508 58.9899 18.5908 59.2499C20.1508 40.2199 29.1408 27.1999 42.6108 24.3499C42.6508 24.3499 42.6808 24.3299 42.7208 24.3199C45.3108 23.8799 44.5308 15.1899 41.0108 15.2699C35.6708 15.3899 31.0608 17.9899 31.0608 17.9899C31.0608 17.9899 30.6308 13.6799 33.2008 6.34994C34.6908 2.07994 19.7108 -2.14006 18.5408 1.16994C17.3708 4.47994 14.3008 9.33994 12.5908 28.5599C11.3708 42.2599 11.7308 53.3999 12.0308 58.6799C13.2208 58.5199 14.4708 58.4999 15.7708 58.6599L15.7808 58.6699Z" fill="black" />
            <path d="M4.23049 107.92C4.70049 105.7 5.24049 103.8 5.84049 102.65C12.6205 89.6298 23.3205 79.6398 32.4505 72.8398C28.1005 67.7598 21.3505 62.7798 15.3705 62.0598C13.8605 61.8798 12.4605 61.9798 11.1605 62.3498C9.15049 63.1098 5.01049 65.2698 3.73049 70.5398C2.02049 77.5898 -0.539508 87.9398 0.100492 98.6198C0.440492 104.23 2.42049 106.77 4.23049 107.92Z" fill="black" />
          </g>
          <defs>
            <clipPath id="clip0_6017_7576">
              <rect width="111.5" height="187.11" fill="white" />
            </clipPath>
          </defs>
        </svg>`,
  text: '<p>PCSK9 - это протеолитический фермент, вырабатываемый преимущественно печенью, который косвенно регулирует уровень ХС-ЛПНП в сыворотке крови. <sup>1,2</sup></p><p>Связывание PCSK9 с ЛПНП-рецепторами стимулирует расщепление ЛПНП-рецепторов в процессе метаболизма, что приводит к их деградации и снижению рециркуляции. <sup>2-4</sup></p><p>Ингибирование PCSK9 может снизить деградацию ЛПНП-рецепторов, опосредованную PCSK9, что приводит к увеличению рециркуляции ЛПНП, увеличению количества ЛПНП-рецепторов на поверхности клеток и снижению уровня циркулирующего ХС ЛПНП. <sup>1</sup></p><p>AZD0780 - это малая пероральная молекула, которая связывается с С-концевым доменом белка PCSK9, ингибируя его активность. <sup>5</sup></p><p>AZD0780 продемонстрировал устойчивое дозозависимое снижение уровня ХС-ЛПНП при благоприятном профиле безопасности и переносимости. (Исследование [PURSUIT]; NCT06173570.) <sup>5</sup></p>',
  text2: '<p>1. Roth EM et al. Rev Cardiovasc Med. 2018;19(suppl 1):S31-S46; </p><p>2. Rikhi R et al. Eur Cardiol 2023;18:e45</p> <p>3. Lambert G et al. J Lipid Res. 2012;53(12):2515-2524;</p> <p>4. Chaudhary R et al. World J Cardiol. 2017;9(2):76-91;</p> <p>5. Koren, M, Vega, R, Agrawal, N. et al. An Oral PCSK9 Inhibitor for Treatment of Hypercholesterolemia: The PURSUIT Randomized Trial. JACC. 2025 Jun, 85 (21) 1996–2007.</p>'
},
{
  id: 5,
  title: 'Комбинация AZD 9550+AZD 6234<br> AZD-9550',
  icon: `<svg width="161" height="162" viewBox="0 0 161 162" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path d="M54.9705 23.8203C40.7705 23.8203 29.2005 35.2703 28.9805 49.4203C29.4705 49.3903 29.9605 49.3803 30.4505 49.3803C40.2905 49.3803 49.3905 54.2803 54.8605 62.3203C60.0205 54.7303 68.4105 49.9503 77.6105 49.4403V37.0503C72.9905 28.8903 64.3605 23.8303 54.9705 23.8303V23.8203Z" fill="black" />
          <path d="M103.681 62.3096C109.151 54.2696 118.251 49.3696 128.091 49.3696C128.661 49.3696 129.221 49.3896 129.781 49.4196C129.571 35.2696 118.001 23.8096 103.791 23.8096C94.4006 23.8096 85.7606 28.8596 81.1406 37.0296V49.4296C90.2606 50.0096 98.5606 54.7796 103.681 62.3096Z" fill="black" />
          <path d="M30.4492 52.9004C16.1092 52.9004 4.44922 64.5604 4.44922 78.9004C4.44922 91.6804 13.7192 102.32 25.8792 104.49C28.1792 91.2104 39.3792 80.9504 53.0892 80.0804V66.1204C48.4692 57.9604 39.8392 52.9004 30.4492 52.9004Z" fill="black" />
          <path d="M128.091 52.9004C118.701 52.9004 110.061 57.9504 105.441 66.1204V80.0704C119.241 80.8404 130.531 91.1204 132.861 104.46C144.921 102.21 154.081 91.6104 154.081 78.9104C154.081 64.5704 142.421 52.9104 128.081 52.9104L128.091 52.9004Z" fill="black" />
          <path d="M79.2711 52.8997C69.8811 52.8997 61.2411 57.9497 56.6211 66.1197V80.0696C65.8211 80.5896 74.2111 85.3696 79.3711 92.9496C84.4911 85.4196 92.7911 80.6496 101.911 80.0696V66.1096C97.2911 57.9496 88.6611 52.8896 79.2711 52.8896V52.8997Z" fill="black" />
          <path d="M103.779 83.54C94.3889 83.54 85.7489 88.59 81.1289 96.76V122.32C85.7489 130.48 94.3789 135.54 103.779 135.54C118.109 135.54 129.779 123.88 129.779 109.54C129.779 95.2 118.119 83.54 103.779 83.54Z" fill="black" />
          <path d="M54.9688 83.54C40.6288 83.54 28.9688 95.2 28.9688 109.54C28.9688 123.88 40.6288 135.54 54.9688 135.54C64.3588 135.54 72.9987 130.49 77.6087 122.32V96.76C72.9888 88.6 64.3588 83.54 54.9688 83.54Z" fill="black" />
          <path d="M39.71 144.32C34.91 144.32 31 148.23 31 153.03C31 157.83 34.91 161.74 39.71 161.74C44.51 161.74 48.42 157.83 48.42 153.03C48.42 148.23 44.51 144.32 39.71 144.32Z" fill="black" />
          <path d="M8.71 115.5C3.91 115.5 0 119.41 0 124.21C0 129.01 3.91 132.92 8.71 132.92C13.51 132.92 17.42 129.01 17.42 124.21C17.42 119.41 13.51 115.5 8.71 115.5Z" fill="black" />
          <path d="M8.71 27.0098C3.91 27.0098 0 30.9198 0 35.7198C0 40.5198 3.91 44.4298 8.71 44.4298C13.51 44.4298 17.42 40.5198 17.42 35.7198C17.42 30.9198 13.51 27.0098 8.71 27.0098Z" fill="black" />
          <path d="M79.3702 0C74.5702 0 70.6602 3.91 70.6602 8.71C70.6602 13.51 74.5702 17.42 79.3702 17.42C84.1702 17.42 88.0802 13.51 88.0802 8.71C88.0802 3.91 84.1702 0 79.3702 0Z" fill="black" />
          <path d="M151.999 27.0098C147.199 27.0098 143.289 30.9198 143.289 35.7198C143.289 40.5198 147.199 44.4298 151.999 44.4298C156.799 44.4298 160.709 40.5198 160.709 35.7198C160.709 30.9198 156.799 27.0098 151.999 27.0098Z" fill="black" />
        </svg>`,
  text: '<p>Агонист двойного действия, который одновременно нацелен на два различных рецептора, сопряженных с G-белком: рецептор глюкагоноподобного пептида 1 (GLP-1R) и рецептор глюкагона (GCGR).<sup>1</sup></p><p>Активация рецептора глюкагона стимулирует продукцию глюкозы в печени (глюконеогенез и гликогенолиз). Агонизм GCGR приводит к увеличению расхода энергии, потенциально усиливает термогенез и влияет на липидный обмен, включая снижение накопления жира в печени.<sup>2</sup></p><p>Комбинация AZD 9550+AZD 6234 - исследуемая комбинация, включающая селективный агонист рецепторов LA-амилина и агонист двойного действия: рецептора глюкагоноподобного пептида 1 (GLP-1R) и рецептора глюкагона (GCGR), которая вводится подкожно,один раз в неделю, для лечения ожирения.<sup>2</sup></p><p>ASCEND: рандомизированное, двойное слепое, плацебо-контролируемое, многоцентровое исследование, для оценки эффективности, безопасности <br>и переносимости лечения AZD9550 и AZD6234 в комбинации или в качестве монотерапии   у взрослых, с ожирением или избыточной массой тела, с одним <br>из следующих сопутствующих заболеваний: гипертензия, дислипидемия или обструктивное апноэ.<sup>3</sup></p>',
  text2: '<p>1. https://trial.medpath.com/drug/report/800b1453ce35a0ef </p><p>2. GLP-1, GIP/GLP-1, and GCGR/GLP-1 receptor agonists: Novel therapeutic agents for metabolic dysfunction-associated steatohepatitis - PubMed, accessed May 1, 2025, https://pubmed.ncbi.nlm.nih.gov/39735270/</p><p>3. Study NCT06862791 ClinicalTrials.gov website. https://clinicaltrials.gov/study/NCT06862791 (дата доступа 21.10.2025)</p>'
},
{
  id: 6,
  title: 'Комбинация Баксдростат <br>Дапаглифлозин',
  icon: `<svg width="176" height="150" viewBox="0 0 176 150" fill="none" xmlns="http://www.w3.org/2000/svg">
          <g clip-path="url(#clip0_6017_7736)">
            <path d="M82.2798 45.7809C82.2798 44.0861 80.9106 42.7168 79.2158 42.7168C77.5211 42.7168 76.1518 44.0861 76.1518 45.7809C76.1518 53.8394 69.5972 60.3939 61.5387 60.3939H59.844C59.8776 59.844 59.8889 59.294 59.8889 58.7328C59.8889 56.533 59.6419 54.3781 59.1818 52.2905C71.4379 48.8449 80.3157 38.7325 80.3157 26.7794C80.3157 11.998 66.724 0 49.956 0C49.3275 0 48.699 0.0224471 48.0817 0.0561178C21.3696 1.21214 0 27.0375 0 58.7328C0 81.4269 10.9542 101.113 26.9814 110.889V110.844C30.7413 113.201 35.3205 114.604 40.2701 114.604C52.9415 114.604 63.1998 105.546 63.1998 94.3788C63.1998 87.4427 59.2379 81.3146 53.1996 77.6782C55.8147 74.3448 57.7564 70.5737 58.8563 66.5108C58.9012 66.5108 58.9461 66.522 58.991 66.522H61.5387C69.5972 66.522 76.1518 73.0765 76.1518 81.135V146.49C76.1518 148.185 77.5211 149.554 79.2158 149.554C80.9106 149.554 82.2798 148.185 82.2798 146.49V81.135C82.2798 73.6602 78.2843 67.1056 72.3358 63.458C78.2843 59.8103 82.2798 53.267 82.2798 45.7809Z" fill="black" />
            <path d="M127.476 0.0561178C126.858 0.0224471 126.23 0 125.601 0C108.833 0 95.2415 11.9868 95.2415 26.7794C95.2415 38.7325 104.119 48.8449 116.375 52.2905C115.915 54.3781 115.668 56.533 115.668 58.7328C115.668 59.294 115.691 59.844 115.713 60.3939H114.018C105.96 60.3939 99.4054 53.8394 99.4054 45.7809C99.4054 44.0861 98.0361 42.7168 96.3414 42.7168C94.6466 42.7168 93.2773 44.0861 93.2773 45.7809C93.2773 53.2557 97.2729 59.8103 103.221 63.458C97.2729 67.1056 93.2773 73.6489 93.2773 81.135V146.49C93.2773 148.185 94.6466 149.554 96.3414 149.554C98.0361 149.554 99.4054 148.185 99.4054 146.49V81.135C99.4054 73.0765 105.96 66.522 114.018 66.522H116.566C116.566 66.522 116.656 66.5108 116.701 66.5108C117.801 70.5737 119.742 74.3448 122.358 77.6782C116.319 81.3259 112.346 87.4427 112.346 94.3788C112.346 105.546 122.616 114.604 135.276 114.604C140.237 114.604 144.805 113.201 148.553 110.844V110.889C164.592 101.113 175.546 81.4269 175.546 58.7328C175.568 27.0375 154.199 1.21214 127.476 0.0561178Z" fill="black" />
          </g>
          <defs>
            <clipPath id="clip0_6017_7736">
              <rect width="175.57" height="149.543" fill="white" />
            </clipPath>
          </defs>
        </svg>`,
  text: `<p>Aльдостерон усиливает прогрессирование ХБП посредством связи сразвитием <br>и ухудшением АГ и провосполительного действия на уровне почки. <sup>1-3</sup></p>
    <p>Баксдростат - высоко селективный исследуемый ингибитор альдостеронсинтазы, который показал снижение АД у пациентов с неконтролируемой и резистентной АГ. <sup>4</sup></p>
    <p>Дапаглифлозин - ингибитор НГЛТ-2, показавший снижение риска прогрессирования ХБП у пациентов с ХБП. <sup>5</sup></p>
    <p>Комбинация ингибитора альдостеронсинтазы и ингибитора НГЛТ-2 может способствовать дополнительной нефропротекции, при снижении риска гиперкалиемии. <sup>6</sup></p>
    <p>В рамках исследования 3 фазы будет проведена оценка эффективности <br>и безопасности баксдростата/ дапаглифлозина у ~2500 пациентов с ХБП и АГ. <sup>7</sup>
    </p>`,
  text2: `<p>1. Ferreira NS et al. Am J Hypertens. 2021;34(1):15-27;</p>
          <p>2. Namsolleck P et al. Nephrol Dial Transplant. 2014;29(suppl 1):i62-i68; </p>
          <p>3. Mende CW et al. Am J Nephrol. 2023;54(1-2):50-61</p>
          <p>4. Flack JM et al. Article online ahead of print. N Engl J Med. 2025.</p>
          <p>5. Heerspink HJL et al. N Engl J Med. 2020;383(15):1436-1446.</p>
          <p>6. Tuttle KR et al. Lancet. 2024;403(10424):379-390. </p>
          <p>7. https://clinicaltrials.gov/study/NCT06268873?cond=baxdrostat&term=Dapagliflozin%20&rank=3  дата обращения 17.10.2025</p>`
},
{
  id: 7,
  title: 'Баксдростат',
  icon: `<svg width="149" height="160" viewBox="0 0 149 160" fill="none" xmlns="http://www.w3.org/2000/svg">
          <g clip-path="url(#clip0_6017_7808)">
            <path d="M141.862 44.167C119.334 59.8434 100.89 56.8961 87.4187 71.4085C74.376 85.4404 75.2977 106.029 57.2715 140.959C56.6285 142.145 56.0069 143.341 55.396 144.526L50.6055 154.682L60.4009 160C68.9532 140.959 81.6744 120.552 97.9537 100.839C114.244 81.1262 131.905 64.777 149.01 52.7527L141.862 44.167Z" fill="black" />
            <path d="M112.133 8.43623L105.113 0C84.6009 12.2806 62.5987 31.3742 42.6648 55.4976C22.7417 79.6209 8.15572 104.801 0 127.216L10.0848 132.694C10.0848 132.694 14.8218 116.409 27.0071 97.0486C54.0464 63.0581 61.2376 69.679 75.0948 55.8072C88.9627 41.9355 79.7567 32.9333 112.133 8.43623Z" fill="black" />
            <path d="M112.894 50.2866C118.204 50.2866 122.508 45.998 122.508 40.7078C122.508 35.4175 118.204 31.1289 112.894 31.1289C107.585 31.1289 103.281 35.4175 103.281 40.7078C103.281 45.998 107.585 50.2866 112.894 50.2866Z" fill="black" />
            <path d="M48.0976 138.6C53.4069 138.6 57.7109 134.311 57.7109 129.021C57.7109 123.731 53.4069 119.442 48.0976 119.442C42.7884 119.442 38.4844 123.731 38.4844 129.021C38.4844 134.311 42.7884 138.6 48.0976 138.6Z" fill="black" />
            <path d="M52.75 104.15C58.0592 104.15 62.3632 99.8613 62.3632 94.571C62.3632 89.2808 58.0592 84.9922 52.75 84.9922C47.4407 84.9922 43.1367 89.2808 43.1367 94.571C43.1367 99.8613 47.4407 104.15 52.75 104.15Z" fill="black" />
            <path d="M94.7733 58.7866C98.4904 58.7866 101.504 55.7841 101.504 52.0803C101.504 48.3765 98.4904 45.374 94.7733 45.374C91.0562 45.374 88.043 48.3765 88.043 52.0803C88.043 55.7841 91.0562 58.7866 94.7733 58.7866Z" fill="black" />
            <path d="M35.2811 119.314C38.9982 119.314 42.0115 116.311 42.0115 112.608C42.0115 108.904 38.9982 105.901 35.2811 105.901C31.5641 105.901 28.5508 108.904 28.5508 112.608C28.5508 116.311 31.5641 119.314 35.2811 119.314Z" fill="black" />
          </g>
          <defs>
            <clipPath id="clip0_6017_7808">
              <rect width="149" height="160" fill="white" />
            </clipPath>
          </defs>
        </svg>`,
  text: `<p>Aльдостеронсинтаза – фермент, ответственный за продукцию альдостерона.<sup>1</sup></p>
        <p>Ингибиторы альдостеронсинтазы блокируют синтез альдостерона <br>в надпочечниках.Блокирование пути альдостерона может быть эффективным <br>у пациентов с неконтролируемой и резистентной АГ.<sup>2,3</sup></p>
        <p>Баксдростат – исследуемый высокоселективный ингибитор альдостеронсинтазы.<sup>4</sup></p>
        <p>В настоящее время баксдростат изучается в рамках исследований 3 фазы у пациентов с неконтролируемой и резистентной АГ.<sup>5,6,7</sup></p>
        <p>В исследовании 3 фазы BaxHTN баксдростат продемонстрировал благоприятный профиль эффективности и безопасности у пациентов с неконтролируемой <br>и резистентной АГ.<sup>4</sup></p>`,
  text2: `<p>1.  Freeman MW et al. N Engl J Med. 2023;388(5):395-405 </p>
        <p>2. Bogman K et al. Hypertension. 2017;69(1):189-196 </p>
        <p>3. Williams B et al. Lancet. 2015;386(10008):2059-2068 </p>
        <p>4. Flack JM et al. Article online ahead of print. N Engl J Med. 2025 </p>
        <p>5. Study NCT06034743. https://clinicaltrials.gov/study/NCT06034743?term=NCT06034743&rank=1 дата обращения 17.10.2025</p> 
        <p>6. Study NCT06168409. https://clinicaltrials.gov/study/NCT06168409?term=%20NCT06168409%20&rank=1  дата обращения 17.10.2025 </p>
        <p>7. Study NCT06344104. https://clinicaltrials.gov/study/NCT06344104?term=NCT06344104&rank=1 дата обращения 17.10.2025</p>`
},
{
  id: 8,
  title: 'AZD2389',
  icon: `<svg width="155" height="126" viewBox="0 0 155 126" fill="none" xmlns="http://www.w3.org/2000/svg">
  <g clip-path="url(#clip0_6017_7888)">
    <path d="M14.38 99.86C19.02 99.06 23.72 98.08 30.08 95.03C36.33 92.04 40.77 88.62 45.07 85.31C49.75 81.71 54.17 78.3 60.47 75.71C61.15 75.43 61.82 75.17 62.47 74.93C67.13 73.22 70.26 68.77 70.26 63.85V58.48C70.26 32.59 74.5 16.48 83.23 9.23C84.99 7.77 86.94 6.66 89.08 5.9C75.38 2.93 60.47 0 47.98 0C21.48 0 0 21.48 0 47.98V109.03C3.26 104.32 8.35 100.9 14.38 99.86Z" fill="black" />
    <path d="M97.7483 64.7303C95.6283 66.3503 93.4383 68.0203 90.7083 69.6603C87.7683 71.4303 84.9083 72.6803 81.6983 73.6103C80.9783 73.8203 80.0883 73.9503 79.1383 73.9503C77.4083 73.9503 75.4483 73.5103 73.7783 72.2603C73.1983 71.8203 72.5683 71.2103 72.0083 70.4003C70.3283 73.8503 67.3483 76.6403 63.5883 78.0203C62.9783 78.2403 62.3483 78.4903 61.7083 78.7503C55.8183 81.1703 51.5583 84.4403 47.0583 87.9103C42.6283 91.3203 38.0483 94.8503 31.4883 97.9903C24.7383 101.22 19.8083 102.25 14.9283 103.09C7.51828 104.37 1.77828 109.84 -0.0117188 116.79V119.67C-0.0117188 124.06 4.95828 126.62 8.52828 124.06C12.1683 121.44 16.3783 118.49 19.8783 116.23C27.9483 111.02 33.5683 112.24 44.0683 105.16C54.5683 98.0803 58.0583 90.4603 67.6283 84.7703C77.1983 79.0803 83.1683 80.0103 91.1883 73.4203C95.8983 69.5403 99.0683 65.1403 102.788 61.0703C100.928 62.2903 99.3283 63.5203 97.7383 64.7303H97.7483Z" fill="black" />
    <path d="M148.971 12.1302H123.681C117.871 12.1302 108.921 10.2802 98.6712 8.03015C93.2612 7.61015 88.8613 8.82015 85.3213 11.7702C77.3913 18.3602 73.5312 33.6402 73.5312 58.5002V63.8702C73.5312 66.5902 74.2813 68.5302 75.7513 69.6402C77.2613 70.7802 79.3713 70.8702 80.8013 70.4602C83.7313 69.6102 86.3512 68.4701 89.0312 66.8502C91.6012 65.3002 93.6212 63.7602 95.7712 62.1202C100.521 58.4902 105.411 54.7702 116.231 51.2302C123.291 48.0902 128.041 48.2302 134.551 42.8902C142.231 36.5902 142.651 31.1402 148.311 25.2902C149.421 24.1402 150.811 22.9402 152.331 21.7402C156.351 18.5802 154.091 12.1202 148.981 12.1202L148.971 12.1302Z" fill="black" />
  </g>
  <defs>
    <clipPath id="clip0_6017_7888">
      <rect width="154.38" height="125.08" fill="white" />
    </clipPath>
  </defs>
</svg>`,
  text: `<p>Повышение синтеза эндопептидазы FAP в печени ассоциировано с тяжелым течением и прогрессированием фиброза печени. <sup>1,2</sup></p>
          <p>
            FAP может способствовать развитию фиброза за счёт расщепления белков, регулирующих метаболизм и ремоделирование внеклеточного матрикса, включая распад коллагена, 
            α2AP и FGF21. <sup>2-6</sup>
          </p>
          <p>AZD2389 представляет собой селективный пероральный ингибитор FAP. <sup>6</sup></p> 
          <p>Молекула AZD2389 продемонстрировала благоприятный профиль переносимости <br>в отношении всех исследуемых доз у здоровых добровольцев в КИ фазы 1. <sup>7</sup></p>
          <p>
            В настоящее время продолжается изучение эффективности и безопасности AZD2389
            в клиническом исследовании фазы IIa у пациентов с фиброзом и компенсированным циррозом печени. <sup>8,9</sup>
          </p>
          <p>
            BORANA (NCT06750276) — исследование фазы IIa (продолжительность до 9 недель),
            <br>в котором изучается эффективность, безопасность, переносимость <br>и фармакодинамические эффекты AZD2389 примерно у 36 пациентов с фиброзом 
            <br>и компенсированным циррозом печени. <sup>8</sup>
          </p>`,

  text2: `<p>1. Keane FM et al. FEBS Open Bio. 2013;4:43-54;</p>
          <p>2. Yang AT et al. Cell Mol Gastroenterol Hepatol. 2023;15(4):841-867;</p>
          <p>3. Levy MT et al. Hepatology. 1999;29(6):1768-1778;</p>
          <p>4. Lee KN et al. Blood. 2004;103(10):3783-3788;</p>
          <p>5. Zhen EY et al. Biochem J. 2016;473(5):605-614;</p>
          <p>6. Liljeblad M et al. Poster presented at: AASLD The Liver Meeting; November 15-19, 2024; San Diego, CA;</p>
          <p>7. Azzu V et al. Poster presented at: EASL Congress; May 7-10, 2025; Amsterdam, Netherlands. Poster SAT-462;</p>
          <p>8. ClinicalTrials.gov https://clinicaltrials.gov/study/NCT06750276?term=NCT06750276&rank=1 (дата обращения 21.10.2025);</p>
          <p>9. Astrazeneca website https://www.astrazeneca.com/our-therapy-areas/pipeline.html#cvrm (дата обращения 21.10.2025).</p >`,
            text3: `КИ = клиническое исследование; <br>
                    α2AP = альфа2-антиплазмин;<br>
                    ВКМ = внеклеточный матрикс;<br>`,
            text4: `FAP = белок активации фибробластов;<br>
                    FGF21 = фактор роста фибробластов 21; <br>
                    МАСГ = метаболически ассоциированный стеатогепатит.<br>`

}
]

const bg = "/video/farm/bg.webm"
const farm_pechen_off = "/video/farm/farm_pechen_off.webm"
const farm_pechen = "/video/farm/farm_pechen.webm"
const farm_pochki_off = "/video/farm/farm_pochki_off.webm"
const farm_pochki = "/video/farm/farm_pochki.webm"
const farm_serdce_off = "/video/farm/farm_serdce_off.webm"
const farm_serdce = "/video/farm/farm_serdce.webm"
const farm_zhir_off = "/video/farm/farm_zhir_off.webm"
const farm_zhir = "/video/farm/farm_zhir.webm"
const groupSvg = "/group.svg"
</script>
<template>
  <div class="page">
    <video :src="bg" autoplay loop muted playsinline class="bg"></video>
    <div class="group-wrapper">
      <img class="group" :src="groupSvg" alt="">
      <div class="videos">
        <!-- <video :src="farm_pechen_off" autoplay loop muted playsinline class="video-layer farm_pechen"></video> -->
        <video :src="farm_pechen" autoplay loop muted playsinline class="video-layer farm_pechen"
          ref="farm_pechen_block"></video>
        <!-- <video :src="farm_pochki_off" autoplay loop muted playsinline class="video-layer farm_pochki"></video> -->
        <video :src="farm_pochki" autoplay loop muted playsinline class="video-layer farm_pochki"
          ref="farm_pochki_block"></video>
        <!-- <video :src="farm_serdce_off" autoplay loop muted playsinline class="video-layer farm_serdce"></video> -->
        <video :src="farm_serdce" autoplay loop muted playsinline class="video-layer farm_serdce"
          ref="farm_serdce_block"></video>
        <!-- <video :src="farm_zhir_off" autoplay loop muted playsinline class="video-layer farm_zhir"></video> -->
        <video :src="farm_zhir" autoplay loop muted playsinline class="video-layer farm_zhir"
          ref="farm_zhir_block"></video>
      </div>
      <div class="blocks">
        <div class="block">
          <li>Избыточная <br>дисфункциональная <br>жировая ткань</li>
        </div>
        <div class="block">
          <li>Гломеросклероз </li>
          <li>Туболоинтерстициальный <br>фиброз</li>
          <li>ХБП</li>
        </div>
        <div class="block">
          <li>Нейрогуморальная активация</li>
          <li>Увеличение объема плазмы</li>
        </div>
        <div class="block">
          <li>Атеросклероз</li>
          <li>Ремоделирование миокарда</li>
          <li>Фиброз</li>
          <li>Дисфункция миокарда</li>
        </div>
        <div class="block">
          <li>Артериальная гипертензия</li>
          <li>Дислипидемия</li>
          <li>Метаболический синдром</li>
          <li>Сахарный диабет II типа</li>
        </div>
        <div class="block">
          <li>Развитие метаболически <br>ассоциированной <br>жировой болезни печени</li>
        </div>
      </div>
      <div class="centerUnion">
        <svg width="25" height="76" viewBox="0 0 25 76" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path
            d="M12.1804 54.2861C17.9739 54.2864 22.6704 58.9829 22.6706 64.7764C22.6706 70.57 17.974 75.2673 12.1804 75.2676C6.38655 75.2676 1.68915 70.5702 1.68915 64.7764C1.68933 58.9827 6.38666 54.2861 12.1804 54.2861ZM12.1804 0C19.155 0.000247211 24.7008 5.83749 24.3532 12.8027L23.2067 35.4482C22.9059 41.3139 18.0642 45.9199 12.1891 45.9199L12.1804 45.9297C6.30524 45.9297 1.45418 41.3227 1.16278 35.457L0.0162948 12.8027C-0.34073 5.83733 5.21492 0 12.1804 0Z"
            fill="#B74034" />
        </svg>
        <div class="textUnion">
          <red>Воспаление,</red><br />окислительный
          стресс,<br />инсулинорезистентность,<br />эндотелиальная<br />дисфункция
        </div>
      </div>
      <div class="dopText">
        адипокины<br>и цитокины
      </div>
      <div class="redText redTextTop">
        усиление
        патологии
      </div>
      <div class="redText redTextBottom">
        усиление
        патологии
      </div>
    </div>
    <div class="pharmInfo">
      <div class="icon" v-html="curentPharm?.icon"></div>
      <div class="pharm_content">
        <div class="title" v-html="curentPharm?.title">
        </div>
        <div class="text textPharm" v-html="curentPharm?.text">
        </div>
        <div v-if="curentPharm?.text3" class="text_3">
          <div class="text_2" v-html="curentPharm?.text3"></div>
          <div class="text_2" v-html="curentPharm?.text4"></div>
        </div>
        <div class="text_2" v-html="curentPharm?.text2">
        </div>
      </div>
    </div>
  </div>
</template>
<style scoped>
.bg {
  position: absolute;
  top: 0;
  left: 0;
  width: 100%;
  height: 100%;
  object-fit: cover;
  object-position: left bottom;
  z-index: 0;
}

.group-wrapper {
  position: absolute;
  top: 179px;
  left: 1121.64px;

  z-index: 1;
}

.video-layer {
  position: absolute;
  filter: grayscale(0.8) contrast(0.4);
  opacity: 0.5;
  transition: all 0.3s ease;
}

.video-layer.active {
   filter: grayscale(0) contrast(1);
   opacity: 1;
}

.farm_pechen {
  top: 234px;
  left: -478px;
}

.farm_zhir {
  top: -40px;
  left: 285px;
}

.farm_serdce {
  bottom: -214.5px;
  left: 302px;
}

.farm_pochki {
  bottom: 323.5px;
  right: 548px;
}

.blocks {
  width: 100%;
  height: 100%;
  position: absolute;
  top: 0;
  left: 0;
  z-index: 2;
}

.block {
  border-radius: 38px;
  padding: 30px 50px 30px 60px;
  width: 490px;
  backdrop-filter: blur(50px);
  background: rgba(255, 255, 255, 0.25);
  position: absolute;
}

.block li {
  font-family: "TT Hoves", sans-serif;
  font-weight: 400;
  font-size: 40px;
  color: #000;
}

.block:nth-of-type(1) {
  left: 677px;
  top: -16px;
}

.block:nth-of-type(2) {
  right: 280px;
  top: 407px;
  width: 587px;
  height: 241px;
  backdrop-filter: blur(50px);
  background: linear-gradient(146deg, rgba(255, 255, 255, 0.5) 9.84%, rgba(255, 255, 255, 0.1) 100%);
}

.block:nth-of-type(3) {
  right: -82px;
  bottom: 282px;
  width: 662px;
  backdrop-filter: blur(50px);
  background: rgba(255, 255, 255, 0.25);
}

.block:nth-of-type(4) {
  right: 667px;
  bottom: -155px;
  width: 635px;
  backdrop-filter: blur(50px);
  background: linear-gradient(270deg, rgba(255, 255, 255, 0.15) 0%, rgba(255, 255, 255, 0.5) 100%);
}

.block:nth-of-type(5) {
  left: -469px;
  bottom: 501px;
  width: 607px;
  backdrop-filter: blur(50px);
  background: linear-gradient(270deg, rgba(255, 255, 255, 0.6) 0%, rgba(255, 255, 255, 0.1) 100%);
}

.block:nth-of-type(6) {
  left: -347px;
  top: 183px;
  width: 570px;
  backdrop-filter: blur(50px);
  background: linear-gradient(180deg, rgba(255, 255, 255, 0.1) 0%, rgba(255, 255, 255, 0.35) 100%);
}

.centerUnion {
  display: flex;
  flex-direction: column;
  align-items: center;
  text-align: center;
  gap: 13px;
  position: absolute;
  top: 573px;
  left: 409px;
  font-family: "TT Hoves", sans-serif;
  font-weight: 400;
  font-size: 35px;
  text-align: center;
  color: #000;
}

.centerUnion red {
  color: #B74034;
  font-weight: 700;
}

.dopText {
  position: absolute;
  top: 376px;
  left: 659px;
  font-family: "TT Hoves", sans-serif;
  font-weight: 400;
  font-size: 35px;
  line-height: 100%;
  color: #000;
}

.redText {
  font-family: "TT Hoves", sans-serif;
  font-weight: 400;
  font-size: 27px;
  line-height: 100%;
  text-align: center;
  color: #fff;
  border-radius: 60px;
  padding: 20px 25px;
  width: 165px;
  height: 88px;
  background: #b74034;
  position: absolute;
  display: flex;
  align-items: center;
  justify-content: center;
}

.redTextTop {
  top: 446px;
  left: 265px;
}

.redTextBottom {
  top: 940px;
  left: 774px;
}

.pharmInfo {
  position: fixed;
  z-index: 2;
  display: flex;
  gap: 80px;
  top: 230px;
  right: 666px;
  width: 1772px;
  flex-shrink: 0;
}

.icon {
  width: 175px;
  flex-shrink: 0;
}

.pharm_content {
  display: flex;
  flex-direction: column;
  gap: 66px;
}

.title {
  font-family: "TT Hoves", sans-serif;
  font-weight: 500;
  font-size: 96px;
  line-height: 100%;
  color: #000;
}

.text {
  font-family: "TT Hoves", sans-serif;
  font-weight: 400;
  font-size: 38px;
  color: #000;
}


.text_2 {
  font-family: "TT Hoves", sans-serif;
  font-style: italic;
  font-weight: 400;
  font-size: 21px;
  line-height: 130%;
  color: #000;
}
.text_3{
  display: flex;
  gap: 28px;
}
.text_3 .text_2:nth-of-type(1){
  width: 365px;
}
</style>
