[
 {
  "Субъекты": "Архангельская область",
  "region code" : 29,
  "Англ наз": "Arkhangelsk region",
  "Фото": "https:\/\/disk.yandex.ru\/i\/cWTBI0aHdxc1rA \nЕликанида Волосевич",
  "Column4": " Соловецкие острова",
  "Факт от Алмазова ": "Вызов для «якорных учреждений» — сочетать организацию здравоохранения региона и решение клинических задач. В Архангельской области нашли решение — разделили функции областной больницы на лечебные и курирующие. Одновременно регион стал флагманом в создании центров гемостаза и антикоагулянтной терапии, внедрив единую сеть и протоколы маршрутизации.",
  "Занимательный факт ": "Архангельск — родина Еликаниды Волосевич, многолетнего главврача Первой горбольницы скорой помощи. Под её руководством открыты и обновлены пять корпусов, подстанция скорой, две поликлиники, запущена вторая очередь кардиохирургического корпуса. Больница стала центром высоких технологий. Волосевич удостоена орденов, медалей и почётных званий за вклад в здравоохранение.\n"
 },
 {
  "Субъекты": "Астраханская область",
  "region code" : 30,
  "Англ наз": "Astrakhan region",
  "Фото": "https:\/\/disk.yandex.ru\/i\/zwBdqGWC7WNCXQ\nДайхесы-Лычмановы-Костенко\n\nhttps:\/\/disk.yandex.ru\/i\/rMrJ1ukevs9QiQ \nИсаак Дайхес",
  "Column4": "Успенский собор Астрахань",
  "Факт от Алмазова ": "Любая развитая система здравоохранения сталкивается с проблемами координации и взаимодействия. Региональным решением стало внедрение института кураторства районов специалистами якорного учреждения, включая программы помощи наиболее тяжёлым кардиологическим пациентам.",
  "Занимательный факт ": "Одна из самых известных медицинских династий Астрахани — Дайхесы-Лычмановы-Костенко. Уже более 200 лет около 50 её представителей служат региональной медицине. Основатель династии, Исаак Дайхес, был первым заведующим кафедрой ЛОР-болезней Астраханского мединститута и автором учебника «Краткий курс болезней уха, горла и носа», по которому обучались поколения врачей."
 },
 {
  "Субъекты": "Волгоградская область",
  "region code" : 34,
  "Англ наз": "Volgograd region",
  "Фото": "https:\/\/disk.yandex.ru\/i\/o-7qb6T8R6Ty6A \nДемихов",
  "Column4": "Монумент Родина мать в Волгограде",
  "Факт от Алмазова ": "Коммуникация и координация остаются ключевыми вызовами медицинских систем. Региональный ответ — трёхуровневая модель помощи пациентам с хронической сердечной недостаточностью. Её преимущества — кураторство районов кардиологами якорного учреждения, обучение врачей и пациентов и методическая поддержка экспертов Волгоградского медуниверситета, что обеспечивает масштабность при персонализированном подходе.",
  "Занимательный факт ": "Родина Владимира Демихова — одного из основоположников мировой трансплантологии. Он первым экспериментально выполнял пересадки сердца и лёгких, став известным благодаря опытам с «двуглавыми собаками»."
 },
 {
  "Субъекты": "Вологодская область",
  "region code" : 35,
  "Англ наз": "Vologda region",
  "Фото": "https:\/\/disk.yandex.ru\/i\/7NCatbvkKIH5XA\nНиколай Амосов",
  "Column4": "Входоиерусалимская Церковь Тотьма",
  "Факт от Алмазова ": "Наибольший эффект в профилактике и лечении сердечно-сосудистых заболеваний достигается при межведомственном взаимодействии. Вологодская область демонстрирует такую модель: здравоохранение сотрудничает с крупными предприятиями, реализуя программы для групп высокого риска и снижая инвалидизацию из-за болезней системы кровообращения.",
  "Занимательный факт ": "Родина Николая Амосова, выдающегося кардиохирурга и ученого. Он разработал аппарат искусственного кровообращения, впервые в СССР выполнил протезирование митрального клапана, внедрил новые методы лечения пороков сердца и антитромботические протезы клапанов."
 },
 {
  "Субъекты": "город Санкт-Петербург",
  "region code" : 78,
  "Англ наз": "Saint Petersburg",
  "Фото": " алмазов https:\/\/disk.yandex.ru\/i\/jJg_ZbBEqn-0ZA ",
  "Column4": "Адмиралтейство",
  "Факт от Алмазова ": "Основная цель при лечении острого коронарного синдрома — максимально сократить время от появления симптомов до чрескожного вмешательства. В Санкт-Петербурге для этого создана сеть сосудистых центров,обеспечивающих получасовую транспортную доступность для 99% населения.",
  "Занимательный факт ": "Владимир Алмазов — выпускник 1-го Ленинградского медицинского института. С 1978 года — главный кардиолог Ленинграда, основатель научной школы, ставшей базой для создания в 1980 году НИИ кардиологии Минздрава СССР. Автор более 300 научных трудов, 25 монографий и учебников по артериальной гипертензии и ишемической болезни сердца. Руководил защитой 60 кандидатских и 25 докторских диссертаций."
 },
 {
  "Субъекты": "город Севастополь",
  "region code" : 92,
  "Англ наз": "Sevastopol",
  "Фото": "https:\/\/disk.yandex.ru\/i\/oA3eydYCdKiQEw",
  "Column4": "Севастополь памятник затопленным",
  "Факт от Алмазова ": "Эффективное здравоохранение требует достоверных данных, но их сбор подвержен человеческому фактору. Решением стало внедрение систем валидации меддокументов, повышающих достоверность статистики и качество управленческих решений.",
  "Занимательный факт ": "Во время осады Севастополя хирург Николай Пирогов впервые применил гипсовую повязку, заложив основы сберегающего лечения переломов. Новшества в лечении и организации работы госпиталей в Крымскую войну сделали его основоположником военно-полевой хирургии."
 },
 {
  "Субъекты": "Кабардино-Балкарская Республика",
  "region code" : "07",
  "Англ наз": "Kabardino-Balkarian Republic",
  "Фото": "https:\/\/disk.yandex.ru\/i\/WAobndm4Q149Cg",
  "Column4": "Мемориальная арка дружбы Нальчик",
  "Факт от Алмазова ": "Ведущее учреждение региона специализируется на помощи пациентам с сердечно-сосудистыми заболеваниями, демонстрируя серьезный подход к проблеме. Здесь развиваются подразделения кардиослужбы: дистанционный анализ ЭКГ и программы для пациентов наиболее высокого риска.",
  "Занимательный факт ": "Профессор Виктор Кушхабиев — первый декан медфака Кабардино-Балкарского госуниверситета, заведующий курсом оперативной хирургии и топографической анатомии. Один из первых в стране выполнял реконструкции позвоночника. Автор 288 научных работ, 25 изобретений, более 50 рационализаторских предложений, соавтор атласа по оперативной хирургии."
 },
 {
  "Субъекты": "Калининградская область",
  "region code" : 39,
  "Англ наз": "Kaliningrad Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/apymGTkJpK09Jg \n\nhttps:\/\/disk.yandex.ru\/i\/PiohrEnC8BCV_w ",
  "Column4": "Королевские ворота Кенигсберг",
  "Факт от Алмазова ": "Для управления региональным здравоохранением перспективно применяются инструменты бизнес-аналитики. В Калининградской области создано хранилище данных, объединяющее информацию из медицинской инфосистемы, контроля препаратов и отчетных документов. На его основе формируются дашборды, помогающие принимать управленческие решения.",
  "Занимательный факт ": "Эрнст Нойман — патолог из Кёнигсберга, руководитель Патологоанатомического института, первым доказал кроветворную функцию костного мозга и выдвинул концепцию стволовых клеток. Изучал также патологию регенерации нервов и мышц, пигментацию, воспаления и стоматологические нарушения."
 },
 {
  "Субъекты": "Карачаево-Черкесская Республика",
  "region code" : "09",
  "Англ наз": "Karachay-Cherkess Republic",
  "Фото": "https:\/\/disk.yandex.ru\/i\/k_5SvN_htGUaBw\n\nФатима Чичханчиева",
  "Column4": "Северный храм Архыз",
  "Факт от Алмазова ": "Информированность населения — важный, но недооценённый фактор в улучшении исходов при острых сердечно-сосудистых состояниях. Регион ведёт активную просветительскую работу о симптомах коронарного синдрома и острого нарушения мозгового кровообращения.",
  "Занимательный факт ": "Фатима Чичханчиева, врач из КЧР и участница Великой Отечественной войны, совершила подвиг: добралась до раненого летчика, оказала помощь и вынесла из-под обстрела. За героизм получила медаль «За отвагу» и орден Отечественной войны II степени."
 },
 {
  "Субъекты": "Кировская область",
  "region code" : 43,
  "Англ наз": "Kirov Oblast",
  "Фото": "Александр Бакулев  https:\/\/disk.yandex.ru\/i\/L1p7l1m2REOanQ ",
  "Column4": "табличка",
  "Факт от Алмазова ": "Рост коморбидности при увеличении продолжительности жизни — глобальный вызов для здравоохранения. В регионе развита кардиоонкологическая служба с опытом междисциплинарной работы, обучения и совместного ведения пациентов.",
  "Занимательный факт ": "Александр Бакулев, основатель отечественной школы сердечно-сосудистой хирургии, первым в СССР оперировал открытый артериальный проток и митральный стеноз. Разработал методы хирургии врождённых пороков, предложил открытый массаж сердца и вентиляцию лёгких — базу современной реанимации."
 },
 {
  "Субъекты": "Краснодарский край",
  "region code" : 23,
  "Англ наз": "Krasnodar Krai",
  "Фото": "https:\/\/disk.yandex.ru\/i\/6mR9rmuGD0qtWw  Ефим Ме́льников-Разведе́нков ",
  "Column4": "Александровская Триумфальная арка в ",
  "Факт от Алмазова ": "Флагманская сеть сосудистых центров с широким региональным покрытием показала, как системный подход объединяет профилактику, диагностику и лечение в единую модель, снижая смертность от сердечно-сосудистых заболеваний и делая помощь доступной миллионам.",
  "Занимательный факт ": "Ефим Мельников-Разведенков — первый ректор Кубанского мединститута, автор метода бальзамирования тканей, ставшего основой сохранения тела В. И. Ленина. Его разработка была признана выдающимся научно-техническим достижением конца XIX века.\nПод его руководством в Краснодаре заложены основы высшего медицинского образования и научной школы региона."
 },
 {
  "Субъекты": "Ленинградская область",
  "region code" : 47,
  "Англ наз": "Leningrad Oblast",
  "Фото": "Иван Павлов https:\/\/disk.yandex.ru\/i\/CjrB_11tVkfM-A",
  "Факт от Алмазова ": "Преемственность медицинской помощи улучшает исходы у пациентов с сердечно-сосудистыми заболеваниями. В Ленинградской области Центр управления рисками координирует диспансерное наблюдение, выдачу льготных лекарств и разрабатывает программы по хронической сердечной недостаточности, гиперлипидемии и дистанционному мониторингу.",
  "Занимательный факт ": "Иван Павлов — физиолог, основатель науки о высшей нервной деятельности и лауреат Нобелевской премии «За работу по физиологии пищеварения». В начале XX века он создал в Колтушах научный городок, где сформировалась его школа исследований условных рефлексов и работы мозга. Комплекс ныне является объектом культурного наследия федерального значения."
 },
 {
  "Субъекты": "Мурманская область",
  "region code" : 51,
  "Англ наз": "Murmansk Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/PErOU06KLkAwwg\n\nПётр Баяндин ",
  "Column4": "Памятник защитникам советского Заполярья в ",
  "Факт от Алмазова ": "Своевременная диагностика ишемической болезни сердца высокого риска - основа профилактики сердечно-сосудистых событий. Мурманская область лидирует по числу нагрузочных тестов и объёму плановой реваскуляризации, значительно превышая средние показатели по РФ.",
  "Занимательный факт ": "Пётр Баяндин — выдающийся хирург Мурманской области, одним из первых в СССР оперировал сердце в условиях областной больницы. Создал первые на Севере отделения грудной и кардиохирургии, участвовал метода хирургического лечения язвенной болезни желудка."
 },
 {
  "Субъекты": "Ненецкий автономный округ",
  "region code" : 83,
  "Англ наз": "Nenets Autonomous Okrug",
  "Фото": "https:\/\/disk.yandex.ru\/i\/z6sjb1QDdhDSUA",
  "Column4": "Памятник мамонту в Салехарде",
  "Факт от Алмазова ": "Доступ к медпомощи ограничен расстоянием, логистикой и инфраструктурой. В НАО проблему решают возмещением расходов на проезд и проживание, а также расширенными программами лекарственного обеспечения пожилых пациентов.",
  "Занимательный факт ": "Рена Батманова, заслуженный врач РСФСР, хирург и акушер-гинеколог. Одна из первых врачей, работавших в тундре, более 30 лет развивала здравоохранение округа. Её усилиями созданы служба скорой помощи, санитарная авиация, молочная кухня и отделение переливания крови."
 },
 {
  "Субъекты": "Нижегородская область",
  "region code" : 52,
  "Англ наз": "Nizhny Novgorod Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/ChPxicvTdrkwDw королевы",
  "Column4": "печерский вознесенский монастырь нижний ",
  "Факт от Алмазова ": "Комплексное ведение пациентов с хронической сердечной недостаточностью — вызов для развитых систем. В Нижегородской области флагманская система объединяет клиническую и организационную экспертизу, значительно улучшая уход за пациентами с высоким риском.",
  "Занимательный факт ": "Врачебная династия Королёвых насчитывает 28 медиков пяти поколений со стажем 812 лет. Кардиохирург Борис Королёв внедрил резекцию лёгких при туберкулёзе и раке, разработал методы лечения дефектов сердечных перегородок аутоперикардом, использования донорской твердой мозговой оболочки при операциях врожденных пороков сердца."
 },
 {
  "Субъекты": "Новгородская область",
  "region code" : 53,
  "Англ наз": "Novgorod Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/76WKsjyxz2EIZw Варвара Александровна Кашеварова-Руднева ",
  "Column4": "Валдайский Иверский монастырь Валдай",
  "Факт от Алмазова ": "Вызов для регионального здравоохранения — организация помощи в «малых» населённых пунктах численностью до 500 жителей. В Новгородской области программа «Помощник фельдшера» повышает охват диспансеризации: специально обученные специалисты проводят подомовые обходы, помогают с маршрутизацией и возобновлением рецептов для пациентов с сердечно-сосудистыми заболеваниями.",
  "Занимательный факт ": "Варвара Александровна Кашеварова-Руднева — первая женщина-врач в России, доктор медицины. Открыла путь женщинам в медицинскую профессию. Последние годы жизни жила и работала в Старой Руссе Новгородской губернии. "
 },
 {
  "Субъекты": "Оренбургская область",
  "region code" : 56,
  "Англ наз": "Orenburg Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/mBBBl_hfkszdVw",
  "Column4": "табличка",
  "Факт от Алмазова ": "Адаптация практик к малонаселённым пунктам — вызов для здравоохранения. В Оренбургской области его решают организацией кардиологической службы, включая анкетирование, диспансеризацию и программу «Помощник фельдшера», что повысило охват и качество первичной помощи.",
  "Занимательный факт ": "Василий Войнов — заслуженный врач РСФСР, нейрохирург и многолетний главный врач Оренбургской ОКБ №1. В 30 лет стал одним из самых молодых руководителей и проработал 47 лет, превратив больницу в крупное многопрофильное учреждение. Провёл сотни сложных нейрохирургических операций и разработал галокамеру для лечения дыхательных заболеваний."
 },
 {
  "Субъекты": "Пензенская область",
  "region code" : 58,
  "Англ наз": "Penza Oblast",
  "Фото": "\n\nбурденко https:\/\/disk.yandex.ru\/i\/kkzrjR0IX2xKtQ ",
  "Column4": "Памятник Первопоселенец Пенза",
  "Факт от Алмазова ": "Системы здравоохранения сталкиваются с проблемой коммуникации между учреждениями, критичной для пациентов высокого риска. В Пензенской области это решает центр управления сердечно-сосудистыми рисками, обеспечивая анализ, консультации и эффективное взаимодействие с амбулаторными учреждениями.",
  "Занимательный факт ": "Николай Бурденко — выдающийся хирург и основоположник советской нейрохирургии. Создал методологическую базу и клиническую школу нейрохирургии в России, разработал принципы операций на головном и спинном мозге, ставшие основой современного лечения ЦНС."
 },
 {
  "Субъекты": "Пермский край",
  "region code" : 59,
  "Англ наз": "Perm Krai",
  "Фото": "вагнерhttps:\/\/disk.yandex.ru\/i\/MZhkWbccEVnmxQ ",
  "Column4": "табличка",
  "Факт от Алмазова ": "Для крупных регионов важен контакт с пациентами и своевременная реакция на ухудшения. В Пермском крае для этого развита система удалённого мониторинга с теленаблюдением и корректировкой терапии в реальном времени.",
  "Занимательный факт ": "Евгений Вагнер - создатель пермской хирургической научной школы, один из основоположников учения о травме груди. Под его руководством разработали активную хирургическую тактику при проникающих ранениях, обеспечив доказательную основу более безопасной диагностической торакотомии по сравнению с традиционным зашиванием ран."
 },
 {
  "Субъекты": "Псковская область",
  "region code" : 60,
  "Англ наз": "Pskov Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/0D-BIeyAcx3dZQ",
  "Column4": "Псковский кремль",
  "Факт от Алмазова ": "Системы поддержки принятия врачебных решений повышают качество медпомощи. В Псковской области все медорганизации работают по единой стратегии, внедряя СППВР для контроля артериального давления и липопротеинов низкой плотности у пациентов с ИБС.",
  "Занимательный факт ": "Евгений Тареев — один из основоположников советской нефрологии, гепатологии и ревматологии. Создал классификацию болезней почек, изучал нефриты и нефропатии. Первым описал вспышки гепатита B, диагностику узелкового периартериита, возглавил изучение ревматоидного артрита, красной волчанки и склеродермии."
 },
 {
  "Субъекты": "Республика Адыгея",
  "region code" : "01",
  "Англ наз": "Republic of Adygea",
  "Фото": "https:\/\/disk.yandex.ru\/i\/zoHfGoRjFj7iSg",
  "Column4": "Соборная мечеть Майкопа Майкоп",
  "Факт от Алмазова ": "Даже в небольших регионах простая маршрутизация при экстренных состояниях может быть сложной задачей. Эффективным решением стало межтерриториальное взаимодействие с Краснодарским краем, обеспечивающее непрерывность помощи.",
  "Занимательный факт ": "Александр Апель — один из основоположников хирургии в Адыгее. Возглавлял Майкопскую областную больницу и внедрял передовые методы оперативного лечения. Провёл около 15 000 операций, включая уникальные: удаление осколков из гортани и из сердечной мышцы. Основал первое научное общество врачей, положив начало развитию профессиональной медицины в регионе."
 },
 {
  "Субъекты": "Республика Башкортостан",
  "region code" : "02",
  "Англ наз": "Republic of Bashkortostan",
  "Фото": "https:\/\/disk.yandex.ru\/i\/bcurHGzcYLHzqA",
  "Факт от Алмазова ": "Задача любой развитой системы - управление рисками и контроль за пациентами. В Башкортостане её решают через Центр управления сердечно-сосудистыми рисками, внедрение регистров пациентов, сигнальных меток, индивидуального плана диспансеризации и лекарственного обеспечения для каждого пациента.",
  "Занимательный факт ": "Евгений Алёхин - учёный-фармаколог из Уфы, заслуженный деятель науки РФ. Обосновал возможность одновременной модуляции антиинфекционного и трансплантационного иммунитета, раскрыл механизмы действия бактериальных полисахаридов и пиримидинов. Один из создателей оксиметилурацила — иммуномодулятора с гепатопротекторными и антиоксидантными свойствами."
 },
 {
  "Субъекты": "Республика Дагестан",
  "region code" : "05",
  "Англ наз": "Republic of Dagestan",
  "Фото": "https:\/\/disk.yandex.ru\/i\/p0cgKJtNH4KrxA",
  "Column4": "герб",
  "Факт от Алмазова ": "Технологии здравоохранения внедряются неравномерно, поэтому важно обеспечивать доступ к помощи в родном регионе. Регион демонстрирует пример, локализуя технологии и развивая кардиологическую службу с системным подходом к оказанию помощи всем жителям, включая периферию.",
  "Занимательный факт ": "В 1874 году в Нижнем Чирюрте родился хирург Александр Вишневский — создатель «мази Вишневского». Он разработал метод новокаиновой блокады и местной анестезии, ставший ведущим в советской хирургии и принесший ему мировую известность."
 },
 {
  "Субъекты": "Республика Ингушетия",
  "region code" : "06",
  "Англ наз": "Republic of Ingushetia",
  "Фото": "https:\/\/disk.yandex.ru\/i\/ohJlcnehS2RByw",
  "Column4": "Джейрах",
  "Факт от Алмазова ": "Регион расположен в горной местности, где лавины и сели могут осложнять доступ по федеральным трассам. Поэтому кроме РСЦ при ОКС на базе ГБУ «Республиканская больница», в регионе организовано ПСО при ОКС ГБУЗ «Малгобекская центральная районная больница», а санавиация обеспечивает транспортировку пациентов при сложностях на горных дорогах.",
  "Занимательный факт ": "Гапур Мальсагов — кардиохирург, заслуженный врач России, первый ингуш с докторской степенью в медицине. Он внес значительный вклад в современные методы диагностики и хирургии пороков сердца, автор нескольких монографий и более 60 научных публикаций."
 },
 {
  "Субъекты": "Республика Калмыкия",
  "region code" : "08",
  "Англ наз": "Republic of Kalmykia",
  "Фото": "https:\/\/disk.yandex.ru\/i\/jBKpCvZnOCjYLg",
  "Column4": "Золотая Обитель Будды Шакьямуни",
  "Факт от Алмазова ": "Неравномерное внедрение технологий ограничивает доступ к сложным вмешательствам. В Калмыкии начали выполнять тромбэкстракции при инсульте и применять внутрисосудистый ультразвук при стентировании, приближая региональную практику к федеральным стандартам и демонстрируя локализацию передовых методов.",
  "Занимательный факт ": "Семён Залкинд — первый квалифицированный врач Калмыкии. В 1902 году по его инициативе открыли первую больницу на добровольные пожертвования, затем сеть фельдпунктов и больниц в улусах. Он готовил местные медицинские кадры, способствовал открытию школ и гимназий, боролся с чумой, оспой и другими инфекциями."
 },
 {
  "Субъекты": "Республика Карелия",
  "region code" : 10,
  "Англ наз": "Republic of Karelia",
  "Фото": "https:\/\/disk.yandex.ru\/i\/cSNr6bbz6KX5kg\nдинастия врачей Иссерсон–Барановых",
  "Column4": "Кижи",
  "Факт от Алмазова ": "Фокус на распространённых заболеваниях часто оставляет без внимания редкие. В Калмыкии для пациентов с семейной гиперхолестеринемией создан региональный липидный центр, подчёркивающий важность стратегий, ориентированных и на сложные нозологии.",
  "Занимательный факт ": "Давид Иссерсон, земский врач XIX века, основал династию врачей Иссерсон–Барановых в Карелии, насчитывающую 17 медиков. Хирурги: Михаил Иссерсон, его дочь Зинаида и зять Василий Баранов совершили десятки тысяч успешных операций. Их имена присвоены главным здравницам Карелии."
 },
 {
  "Субъекты": "Республика Коми",
  "region code" : 11,
  "Англ наз": "Republic of Komi",
  "Фото": "фото из интернета без привязки к хирургу https:\/\/disk.yandex.ru\/i\/pmHHzjy9J6x44Q ",
  "Column4": "герб",
  "Факт от Алмазова ": "На крайнем Севере здравоохранение сталкивается с проблемами коммуникации и координации. Поэтому в регионе создан Ситуационный центр по болезням системы кровообращения: телемедицинские консультации, дистанционный разбор ЭКГ, тесное взаимодействие с санитарной авиацией.",
  "Занимательный факт ": "В 2017 году в Коми впервые в России провели урогенитальную реконструкцию: итальянский хирург Роберто де Кастро оперировал трёхлетнюю девочку с адреногенитальным синдромом. Все действия хирурга транслировались в формате live-surgery по конференц-связи для российских врачей."
 },
 {
  "Субъекты": "Республика Крым",
  "region code" : 91,
  "Англ наз": "Republic of Crimea",
  "Фото": "https:\/\/disk.yandex.ru\/i\/qLMfzGDQQMVycQ",
  "Column4": "Ласточкино Гнездо",
  "Факт от Алмазова ": "Технологии здравоохранения распространяются неравномерно, а пациентам важно получать помощь в своем регионе. Для этого в Крыму расширили спектр кардиохирургических вмешательств, внедрили малоинвазивные процедуры TAVI и комбинированные операции, включая maze 4, обеспечив локализацию сложных методик.",
  "Занимательный факт ": "Родина архиепископа и хирурга Валентина Войно-Ясенецкого (Святого Луки). Он создал «Очерки гнойной хирургии», ставшие настольной книгой военных хирургов и принёсшие ему Сталинскую премию. Одним из первых внедрил регионарную анестезию через прерывание проводимости нервов."
 },
 {
  "Субъекты": "Республика Марий Эл",
  "region code" : 12,
  "Англ наз": "Republic of Mari El",
  "Фото": "https:\/\/disk.yandex.ru\/i\/CRXm-vxrWIahpQ",
  "Column4": "Спасская башня марий эл",
  "Факт от Алмазова ": "Неравномерное внедрение технологий — вызов для регионов. В Марий Эл внедрили сложные коронарные вмешательства с внутрисосудистым ультразвуком, позволяя жителям получать высокотехнологичную помощь на месте.",
  "Занимательный факт ": "Евгений Загайнов — ключевая фигура марийской хирургии, Заслуженный врач РСФСР. За карьеру выполнил около 10 тысяч операций и помог создать специализированную хирургическую инфраструктуру в Марий Эл. Автор книг «Неотложная хирургия пожилых людей» и «Записки хирурга»."
 },
 {
  "Субъекты": "Республика Мордовия",
  "region code" : 13,
  "Англ наз": "Republic of Mordovia",
  "Фото": "Нил Филатов https:\/\/disk.yandex.ru\/i\/loOArTLRZboJYA ",
  "Column4": "Собор Святого Феодора Ушакова",
  "Факт от Алмазова ": "Сложная внутрибольничная маршрутизация пациентов — ключевой вызов для здравоохранения. В Мордовии его решили открытием регионального сосудистого центра с продуманной организацией потоков пациентов и персонала, зонированием и возможностью транспортировки, что повысило эффективность высокотехнологичной помощи.",
  "Занимательный факт ": "Яркие представители врачебной династии Филатовых в Мордовии - Нил Филатов, основоположник российской педиатрии. И его племянник Владимир Филатов, основатель научной офтальмологии, изобретатель пересадки кадаверной роговицы, родоначальник отечественной школы тканевой терапии, развивающейся в в мировой медицине."
 },
 {
  "Субъекты": "Республика Северная Осетия - Алания",
  "region code" : 15,
  "Англ наз": "Republic of North Ossetia–Alania",
  "Фото": "https:\/\/disk.yandex.ru\/i\/AuaNkrPXJzmlNg",
  "Column4": "герб",
  "Факт от Алмазова ": "Регион — лидер СКФО по кардиохирургии: внедрены алгоритмы бесшовной маршрутизации пациентов с острым коронарным синдромом, включая экстренное аортокоронарное шунтирование, что снижает задержки и обеспечивает непрерывность помощи.",
  "Занимательный факт ": "В конце XIX — начале XX века у осетин появились свои врачи, которые положили начало развитию осетинской научной медицины. Среди них — Андукапар Хетагуров, первый осетин, доктор медицины и руководитель крупного лечебного заведения Санкт-Петербурга"
 },
 {
  "Субъекты": "Республика Татарстан",
  "region code" : 16,
  "Англ наз": "Republic of Tatarstan",
  "Фото": "https:\/\/disk.yandex.ru\/i\/U-t8gi4ozZhk4w",
  "Column4": "Казанский кремль",
  "Факт от Алмазова ": "Комплексная профилактика сердечно-сосудистых событий — серьёзный вызов. В Татарстане его решили через программы вторичной профилактики с телемедициной и ИИ, включая проект «Единый кардиолог», обеспечив системный контроль состояния пациентов.",
  "Занимательный факт ": "Александр Самойлов, физиолог Казанского университета, первым в России применил ЭКГ для изучения работы сердца. В 1908 году он зарегистрировал ЭКГ у больного с ревматическим пороком сердца, используя струнный гальванометр Эйнтховена. "
 },
 {
  "Субъекты": "Ростовская область",
  "region code" : 61,
  "Англ наз": "Rostov Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/s2IJ3EVYcJ8bBA ",
  "Column4": "Самбекские высоты",
  "Факт от Алмазова ": "Проблемы взаимодействия характерны для всех систем здравоохранения. В Ростовской области это решают разбором сложных клинических случаев на уровне региона, создавая механизм коммуникации, который снижает барьеры и оптимизирует принятие решений.",
  "Занимательный факт ": "Святослав Фёдоров, выдающийся офтальмолог, выпускник Ростовского мединститута. Его труды в области имплантологии, кератопротезирования, глаукомы, атрофии зрительного нерва, витреоретинальной и лазерной хирургии стали классикой мировой офтальмологии. Совместно с Валерием Захаровым разработал искусственный хрусталик и первым в СССР успешно его имплантировал."
 },
 {
  "Субъекты": "Самарская область",
  "region code" : 63,
  "Англ наз": "Samara Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/SUU05Ex8kPEhVA",
  "Column4": "Замок Тольятти Тольятти Гарибальди",
  "Факт от Алмазова ": "Ключевой вызов для развитых систем — концентрация экспертизы для пациентов высокого риска. В Самарской области его решили созданием центра управления сердечно-сосудистыми рисками и проекта ранней диагностики фибрилляции предсердий, объединившего экспертизу по сердечной недостаточности, дислипидемии и контролю гемостаза.",
  "Занимательный факт ": "Родина Василия Разумовского, одного из пионеров отечественной нейрохирургии. В начале XX века первым в России оперировал на ЦНС при кортикальной эпилепсии и разработал методику алкоголизации тканей для операций на нервных стволах, мозге и венах."
 },
 {
  "Субъекты": "Саратовская область",
  "region code" : 64,
  "Англ наз": "Saratov Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/PYrI-MvCfSrjXg",
  "Column4": "Парк Победы",
  "Факт от Алмазова ": "В крупных регионах важно поддерживать связь с пациентами и быстро реагировать на ухудшение состояния. В Саратовской области это обеспечил телемониторинг «ИС-кардио», позволяющий дистанционно отслеживать пациентов и своевременно корректировать лечение.",
  "Занимательный факт ": " В 1972г. по инициативе кардиолога Э. Ш. Халфена Саратов становится пионером транстелефонной ЭКГ (дистанционного наблюдения пациента с использованием метода передачи ЭКГ по общедоступным каналам связи). "
 },
 {
  "Субъекты": "Ставропольский край",
  "region code" : 26,
  "Англ наз": "Stavropol Krai",
  "Фото": "архивное фото с выставки https:\/\/disk.yandex.ru\/i\/JkNSChb5LnIG-g ",
  "Column4": "Пятигорск Орел памятник",
  "Факт от Алмазова ": "Для крупных регионов отдельным вызовом становится сохранение связи с пациентами и своевременное реагирование на ухудшение состояния. Система «Телекардиодиагностика» позволяет региону дистанционно контролировать динамику и быстро корректировать терапию, обеспечивая единый уровень помощи на всей территории.",
  "Занимательный факт ": "Пионер отечественной нейрохирургии Василий Разумовский последние годы жил в Ессентуках, где консультировал курортную службу и возглавлял научный отдел здравоохранения. В начале XX века он первым в России провёл операции на ЦНС при кортикальной эпилепсии и разработал методику алкоголизации тканей."
 },
 {
  "Субъекты": "Удмуртская Республика",
  "region code" : 18,
  "Англ наз": "Udmurt Republic",
  "Фото": "https:\/\/disk.yandex.ru\/i\/i-NYehRy17B6SA",
  "Column4": "Ижевский собор Свято Михайловский",
  "Факт от Алмазова ": "Наблюдение за пациентами высокого сердечно-сосудистого риска — ключевой элемент здравоохранения. В регионе реализуют программы вторичной профилактики: школы пациентов, регистры для анализа оказания помощи и своевременные реакции на ухудшения.",
  "Занимательный факт ": "Семен Ворончихин -  врач-хирург, заслуженный врач РСФСР, заслуженный деятель науки Удмуртии. Автор более 130 научных работ. Разработал метод замещения костной ткани костной крошкой с полным восстановлением опорной функции конечности; биологический метод лечения ожогов путём нанесения на ожоговую поверхность крови для образования фибриновой плёнки."
 },
 {
  "Субъекты": "Ульяновская область",
  "region code" : 73,
  "Англ наз": "Ulyanovsk Oblast",
  "Фото": "https:\/\/disk.yandex.ru\/i\/n__L8VMkTC6n7w",
  "Column4": "Краеведческий музей Ульяновск",
  "Факт от Алмазова ": "Эффективное взаимодействие внутри системы здравоохранения и с внешними институтами — частый вызов. В Ульяновской области его решают через государственно-частное партнёрство в кардиологии, что позволяет накапливать экспертизу в организационной, экономической и юридической сферах.",
  "Занимательный факт ": "Владимир Филатов — всемирно известный офтальмолог и хирург. В Симбирске (г.Ульяновск) он работал под руководством отца в земской больнице, ассистируя на приёмах и операциях. Здесь он впервые заинтересовался  проблемой слепоты от бельма и задумался о пересадке роговицы."
 },
 {
  "Субъекты": "Чеченская Республика",
  "region code" : 20,
  "Англ наз": "Chechen Republic",
  "Фото": "https:\/\/disk.yandex.ru\/i\/NbSkwJRKrJsWJA",
  "Column4": "Музей Чеченской Республики Грозный",
  "Факт от Алмазова ": "Коммуникация и согласованность действий — универсальные вызовы для медицины. В регионе создано единое виртуальное пространство для кардиологов, где врачи могут обсуждать тактику лечения и организационные вопросы с коллегами и главным внештатным специалистом.",
  "Занимательный факт ": "Хасан Мусалатов - доктор медицинских наук, уроженец Чечни, внёс значительный вклад в травматологию и ортопедию. Он разработал метод консервации костной ткани, новые подходы к диагностике и лечению травм и суставов, позвоночника и спинного мозга. А также создал углеродные имплантаты и конструкции для замещения костей, связок и сухожилий."
 },
 {
  "Субъекты": "Чувашская Республика",
  "region code" : 21,
  "Англ наз": "Chuvash Republic",
  "Фото": "https:\/\/disk.yandex.ru\/i\/LtcprQMRNKuaHA ",
  "Column4": "Монумент матери Чебоксары",
  "Факт от Алмазова ": "Анализ данных для целевых профилактических мер — общая проблема региональных систем. В Чувашии его решают с помощью ИТ и системы управления сердечно-сосудистыми рисками, применяя углубленную аналитику для разработки мероприятий в каждом районе, что повышает эффективность таких программ.",
  "Занимательный факт ": "Святослав Фёдоров, выдающийся офтальмолог, в Чебоксарах возглавлял клиническое отделение филиала НИИ глазных болезней им. Гельмгольца и 5 июля 1960 года именно здесь впервые в СССР провёл имплантацию искусственного хрусталика."
 }
]